{"Article_id": "JP001", "Article_name": "Ganesh Puja Checklist", "intro": "Preparing for Ganesh Puja can be overwhelming, but with this detailed checklist, you'll have everything you need to perform a successful puja. Your instructor will guide you through the essential items and their significance in the ceremony.", "images": [{"thumbnail": "image0001.jpg","iuri": "image0001.jpg", "title": "Ganesh Murti", "description": "The Ganesh murti or idol is the main attraction of the puja. It represents Lord Ganesh and is worshiped as his physical form. Make sure to choose a murti that is made from eco-friendly materials and has all the traditional elements like four arms, a trunk, and a mouse as his vehicle.", "instructor_content": "Your instructor will demonstrate how to place the murti in the designated puja area and offer prayers to invoke its divinity.", "vuri": "ES_P0001.mov", "duration": 0.40}, {"thumbnail": "image0002.jpg","iuri": "image0002.jpg", "title": "Panchamrita (Holy Water)", "description": "Panchamrita is a mixture of five ingredients - milk, honey, ghee, sugar, and curd. It symbolizes the five elements of nature and is offered to Lord Ganesh as a sacred drink.", "instructor_content": "Learn how to prepare Panchamrita and the correct way to offer it to Lord Ganesh during the puja.", "vuri": "ES_P0002.mov", "duration": 0.35}, {"thumbnail": "image0003.jpg","iuri": "image0003.jpg", "title": "Modak (Offering)", "description": "Modak is a special sweet made from rice flour, grated coconut, jaggery, and dry fruits. It is considered Lord Ganesh's favorite food and is offered to him as a prasad (offering) during the puja.", "instructor_content": "Your instructor will teach you how to make delicious modaks and the significance of offering them to Lord Ganesh.", "vuri": "ES_P0003.mov", "duration": 0.45}, {"thumbnail": "image0004.jpg","iuri": "image0004.jpg", "title": "Flowers and Garland", "description": "Flowers are an important part of any puja, especially when worshiping Lord Ganesh. A garland made of fresh flowers is used to adorn the murti and offer prayers.", "instructor_content": "Learn about the different flowers and colors traditionally used in Ganesh puja and how to make a beautiful garland.", "vuri": "ES_P0004.mov", "duration": 0.35}, {"thumbnail": "image0005.jpg","iuri": "image0005.jpg", "title": "Incense and Diya", "description": "Incense sticks and diyas (oil lamps) are lit during the puja to create a peaceful and sacred atmosphere. They also represent the elements of air and fire, respectively.", "instructor_content": "Your instructor will guide you on how to light incense and diyas and the correct mantras to recite while doing so.", "vuri": "ES_P0005.mov", "duration": 0.40}, {"thumbnail": "image0006.jpg","iuri": "image0006.jpg", "title": "Aarti (Prayer Song)", "description": "Aarti is a special prayer song that is sung during the puja. It is a way to express devotion and gratitude towards Lord Ganesh.", "instructor_content": "Learn the traditional Aarti song and its meaning, and how to perform the Aarti during the puja.", "vuri": "ES_P0006.mov", "duration": 0.50}], "outro": "Now you have all the necessary items for a successful Ganesh puja. Make sure to follow your instructor's guidance and perform the puja with devotion and reverence."}