"\n\n{\"Article_id\": \"FIRE-ECSC-001\",\n\"Article_name\": \"Extinguishing Fire Caused by Electric Short Circuit\",\n\"intro\": \"Electrical short circuits can cause fires that spread rapidly and can be extremely dangerous. As a Chief Fire Auditor, it is imperative to be knowledgeable and prepared to handle such incidents. This article will provide detailed content on the steps to be taken to extinguish a fire caused by an electric short circuit.\",\n\"pre-requistes or pre-tasks\": \"1. Knowledge of electrical systems and equipment\n2. Awareness of fire safety protocols and procedures\n3. Necessary protective gear must be worn before attempting to extinguish the fire\",\n\"topics\": [{ \"title\": \"Step 1: Cut off the Power Supply\",\n\"detiailed content\": \"The first and most important step when dealing with an electrical fire is to immediately cut off the power supply. This will help prevent the fire from spreading further and allow for a safer environment for extinguishing the fire.\",\n\"tasks to do\": \"1. Identify the source of the electricity and locate the main switch or circuit breaker.\n2. Turn off the main switch or circuit breaker to cut off the power supply.\",\n\"verify your work\":\"Ensure that the power supply has been completely shut off by checking all electrical equipment and outlets in the vicinity.\",\n\"document observations\": \"Record the time when the power supply was shut off and any other relevant observations about the incident.\",\n\"summarize learning\": \"Cutting off the power supply is the first and most important step in handling an electrical fire, as it prevents further spread and provides a safer environment for extinguishing the fire.\"},\n\n{ \"title\": \"Step 2: Use a Fire Extinguisher\",\n\"detiailed content\": \"Once the power supply has been cut off, it is time to use a fire extinguisher to put out the fire. It is important to use the correct type of extinguisher for an electrical fire, which is a Class C extinguisher.\",\n\"tasks to do\": \"1. Identify the type and location of the fire extinguisher.\n2. Pull the pin on the extinguisher to unlock it.\n3. Aim the nozzle towards the base of the fire.\n4. Squeeze the handle to release the extinguishing agent.\",\n\"verify your work\":\"Ensure that the fire extinguisher is working properly and that the fire has been completely extinguished.\",\n\"document observations\": \"Record the type of fire extinguisher used, the amount of extinguishing agent used, and any other relevant observations.\",\n\"summarize learning\": \"Using the correct type of fire extinguisher is crucial in effectively extinguishing an electrical fire.\"},\n\n{ \"title\": \"Step 3: Use a Fire Blanket\",\n\"detiailed content\": \"In case the fire extinguisher is not enough to put out the fire, a fire blanket can be used as an alternative. Fire blankets smother the fire and cut off its oxygen supply, effectively extinguishing it.\",\n\"tasks to do\": \"1. Identify the location of the fire blanket.\n2. Remove the fire blanket from its packaging.\n3. Hold the corners of the blanket and carefully cover the fire with it.\",\n\"verify your work\":\"Ensure that the fire is completely smothered and extinguished.\",\n\"document observations\": \"Record the effectiveness of the fire blanket in putting out the fire and any other relevant observations.\",\n\"summarize learning\": \"Fire blankets are a useful tool in extinguishing electrical fires as they cut off the oxygen supply and smother the fire.\"}],\n\n\"outro\": \"In conclusion, handling an electrical fire requires quick thinking and proper knowledge of the procedures. Remember to always prioritize safety and never attempt to extinguish a fire without proper protective gear. By following the steps outlined in this article, you will be better equipped to handle an electrical fire and protect yourself and others from harm.\"}"